[
	{
	  "type":"education",
	  "data":
  	[
    	{"id" : 1, "heading":"High School","description":"Oxford Senior Secondary School"},
    	{"id" : 2, "heading":"Undergrad","description":"RNS Institute of Technology"},
    	{"id" : 3, "heading":"Grad","description":"UNC Charlotte"}
    	
  	]
	  
	},
	
	{
	  "type":"background", 
	  "data":
  	[
  	  {"id":1, "heading":"Where I grew up","description":"I grew up in Bangalore since I was 6. I arrived at Bangalore as a middle-class kid, but my parents worked hard and I saw my lifestyle upgrade significantly in 14 years."},
  	  {"id":2, "heading":"Where I studied","description":"I studied in RNSIT. My experience was bad. The environment there wasn't conducive of learning, so I had to take 2 extra years to finish my Bachelor's in Engineering."}
  	]
	  
	},
	
	{
	    "type": "skills",
	    "data":
	    [
	      {"id":1, "heading":"Social skills","description":"I know more about social skills than the skills themselves. I know the rules of the game, but there's nothing like practice. I'm an amateur social-skills theorist."},
  	    {"id":2, "heading":"Technical skills","description":"These are skills I picked up over the years. This little web application is the sum total of what I learned through my education. Just kidding. I'm better at making kiddish games using XNA game studio and Unity, than build web-pages that advance the cause of business, justice or attention-craving indulgences. I'm even better at building console applications with Java, C, C++ and C#. But nobody cares about that stuff anyway."},
  	    {"id":3, "heading":"Intellectual skills","description":"I think I'm cognitively more advanced than the average 25 year old. But thanks to my addiction to gaming, I've never really taken the time to improve my ability in being condescending. As a result, attempts at it often fall flat on its face and make me lose interest eventually."}
	    ]
	},
	{
	    "type": "personality",
	    "data":
	    [
	      {"id":1, "heading":"When I'm normal","description":"I'm usually lazy and apathetic when I'm not emotionally charged. I mind my own business and delve deep into thought, mostly regarding why I'm better than others."},
  	    {"id":2, "heading":"When I'm sad","description":"When I'm sad, I fantasize about dying and returning as a ghost. I'd sure love to see who's crying over my death and who isn't."},
  	    {"id":3, "heading":"When I'm happy", "description":"Beer and food fill my mind up whenever I'm happy. It's usually accompanied by reruns of various Sitcoms. I'm watching Modern Family right now."},
  	    {"id":4, "heading":"When I'm angry","description":"Anger is usually accompanied by extremely cruel thoughts and ideas towards my enemies. I usually fantasize about amputating their limbs and tongue, then keeping them as a pet in chains. The trick is to keep them alive and conscious for as long as possible."},
  	    {"id":5, "heading":"When I'm scared","description":"I've often considered going completely off the grid and disappearing into the wilderness. I don't think I'd be this awesome if I'm forced to get back in touch with my most primal instincts. I'm also extremely curious about what kind of a person I could turn into, should that ever happen."}
	    ]
	},
	{
	    "type": "gaming",
	    "data":
	    [
	      {"id":1, "heading":"dota","description":"very hard!"},
	      {"id":2, "heading":"王者荣耀", "description":"very easy.."}
	    ]
	}
]

